Repository: fullstory-morgue/configure-isdn
Catalog: po/*.po
Languages: de

source: CAPI Configuration for ISDN
de: CAPI Konfiguration f√ºr ISDN

source: ISDN provider
de: ISDN Anbieter

source: Error: bad provider name
de: Fehler: falscher Anbietername

source: ISDN number
de: ISDN Nummer

source: Error: bad number
de: Fehler: falsche Nummer

source: ISDN username
de: ISDN Benutzername

source: Error: bad username
de: Fehler: falscher Benutzername

source: ISDN password
de: ISDN Passwort

source: Error: bad password
de: Fehler: falsches Passwort

source: ISDN outgoing MSN
de: ISDN abgehende MSN

source: Error: bad MSN
de: Fehler: falsche MSN

source: Connect now?
de: Verbinden?
